Revit 2027 API
PartUtils.HasAssociatedParts Method
Overload List
Name | Description
HasAssociatedParts(Document, ElementId) |  Checks if an element has associated parts.
HasAssociatedParts(Document, LinkElementId) |  Checks if an element has associated parts.
Top
See Also
Reference
PartUtils Class
Autodesk.Revit.DB Namespace